[
  {
    "model": "blog.blogpost",
    "pk": 1,
    "fields": {
      "title": "Коротко о \"канзаши\"",
      "slug": "korotko-o-kanzashi",
      "content": "«Кандзаси» зародилось в Японии и означает «воткнутое в волосы». Хотя правильнее произносить «Кандзаси», но в России более распространено «канзаши».\r\nСуществует огромное множество разновидностей и материалов которые используются для изготовления канзаши — это серебро, олово, латунь и даже черепаховый панцирь, древесина и другие материалы.\r\nРассмотрим канзаши, которые изготавливают из шелка или атласных лент (яп. Хана — кандзаси, что означает цветочные украшения) или их еще называют цумами — кандзаси. От других украшений канзаши отличаются сложной аппликацией из кусочков ткани, которые складываются в лепестки и далее собираются в цветы.\r\nКанзаши состоит из множества мелких деталей и требует аккуратности и терпения, так как это очень кропотливый труд.",
      "preview": "blog/photo_2024-07-17_15-19-57.jpg",
      "created_at": "2024-07-18T08:48:06.376Z",
      "is_published": true,
      "views_count": 4
    }
  },
  {
    "model": "blog.blogpost",
    "pk": 2,
    "fields": {
      "title": "Для создания канзаши",
      "slug": "dlya-sozdaniya-kanzashi",
      "content": "- для создания основы используют: атласные ленты, репсовые ленты, органзу, парчовые ленты и т.п.  Изначально использовались атласные ленты.\r\n- зажигалки. свечи или паяльник, чтобы опалять концы ленты, так лента не будет сыпаться и бантики будут более крепкими.\r\n- ножницы хорошо заточенные.\r\n- линейка, чтобы измерять необходимую длину для отрезков.\r\n- клей разного вида: клей «Момент Кристалл», горячий клей — пистолет, секундный клей для страз.\r\n- иголка с нитками, для сшивания деталей между собой.\r\n- украшения для бантиков: стразы, бусинки, кабошоны и т.п.\r\n- основы для крепления украшений: резинки, зажимы, ободки, броши.\r\n- пинцет.\r\n- английские булавки для скрепления деталей.\r\n- бульки для формирования лепестка у цветка.",
      "preview": "",
      "created_at": "2024-07-18T08:48:06.377Z",
      "is_published": true,
      "views_count": 4
    }
  },
  {
    "model": "blog.blogpost",
    "pk": 3,
    "fields": {
      "title": "Атласные или репсовые?",
      "slug": "atlasnyie-ili-repsovyie",
      "content": "До недавнего времени самыми распространенными лентами для изготовления канзаши были атласная и репсовая ленты.\r\nАтлас - эстетично, непрозрачно, гипоаллергенно.\r\nРепс - прочно, фактурно, износостойко.\r\nПоэтому при изготовлении бантиков для первых хвостиков популярен был репс.\r\nНо сегодня на рынке огромное разнообразие лент: вельветовые, бархатные, велюровые, сатиновые, шифоновые, декоративные, тканевые. Что даёт такой \"полет фантазии\" при изготовлении бантиков!",
      "preview": "",
      "created_at": "2024-07-18T08:48:06.377Z",
      "is_published": true,
      "views_count": 8
    }
  },
  {
    "model": "blog.blogpost",
    "pk": 4,
    "fields": {
      "title": "Test",
      "slug": null,
      "content": "Test",
      "preview": "",
      "created_at": "2024-07-18T08:48:06.377Z",
      "is_published": false,
      "views_count": 0
    }
  }
]